accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amd-ucode
android-studio
android-tools
antigravity
apfs-fuse-git
ark
audacity
aurorae
awesome-terminal-fonts
awww
baobab
base
base-devel
bash-completion
bind
bitwarden
bluedevil
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-utils
breeze
breeze-gtk
breeze-plymouth
brightnessctl
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-gnome-settings
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chaotic-keyring
chaotic-mirrorlist
chromium
chwd
claude-code
claude-desktop-bin
cliphist
composer
corectrl
cpupower
cryptsetup
curseforge
davinci-resolve
dbeaver-ce-bin
decibels
device-mapper
dhclient
diffutils
discord
discover
dmemcg-booster
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dosfstools
drkonqi
duf
dunst
e2fsprogs
efibootmgr
efitools
epiphany
ethtool
ex-vi-compat
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
ffmpegthumbs
filelight
firefox
flatpak-kcm
fsarchiver
gdm
geoclue
ghostty
gimp
git
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-remote-desktop
gnome-session
gnome-settings-daemon
gnome-shell
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-user-docs
gnome-user-share
gnome-weather
godot
grilo-plugins
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
gst-thumbnailers
gum
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haveged
hdparm
hwdetect
hwinfo
inetutils
iptables
iwd
jetbrains-toolbox
jfsutils
joplin-desktop
kactivitymanagerd
kcalc
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
keepassxc
kgamma
kglobalacceld
kinfocenter
kitty
kmenuedit
knighttime
kpipewire
krdp
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kvantum
kvantum-qt5
kwallet-pam
kwayland
kwin
kwin-x11
kwrited
layer-shell-qt
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-radeon
libdvdcss
libgsf
libinput-tools
libkscreen
libksysguard
libopenraw
libplasma
libreoffice-fresh
libwnck3
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
lmstudio-bin
localsend
logrotate
loupe
lsb-release
lsp-plugins
lsscsi
lvm2
malcontent
man-db
man-pages
mariadb
matugen
maven
mdadm
meld
mesa-utils
micro
milou
mkinitcpio
modemmanager
mtools
mullvad-browser-bin
nano
nano-syntax-highlighting
neovim
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
ngrok
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
ntfs-3g
ntp
nvm
nwg-displays
nwg-look
obs-studio
obsidian
ocean-sound-theme
octopi
opencl-mesa
opencode-desktop-bin
opendesktop-fonts
openrgb
openssh
orca
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
oxygen
oxygen-sounds
pacman-contrib
pamixer
papers
paru
pavucontrol
perl
php
php-gd
php-pgsql
php-sqlite
php-xsl
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma-x11-session
plasma5support
plocate
plymouth
plymouth-kcm
polkit-kde-agent
poppler-glib
power-profiles-daemon
powerdevil
pre-commit
print-manager
pv
python
python-defusedxml
python-packaging
qbittorrent
qqc2-breeze-style
qt5-graphicaleffects
qt5-imageformats
qt5-wayland
qt5ct
qt6ct
reaper
rebuild-detector
reflector
resvg
ripgrep
rocm-hip-runtime
rocm-opencl-runtime
rofi
rsync
rtkit
rygel
s-nail
satty
sddm-kcm
sg3_utils
showtime
simple-scan
smartmontools
snapper
snapshot
sof-firmware
spectacle
spotify-launcher
starship
stow
stremio
sudo
sushi
sysfsutils
systemsettings
tailscale
tecla
telegram-desktop
texinfo
ticktick
tmux
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-opensans
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
udiskie
ufw
unrar
unzip
upower
usb_modeswitch
usbutils
uv
uwsm
v4l2loopback-dkms
vicinae-bin
vim
vlc-plugins-all
vulkan-radeon
wacomtablet
waybar
weasis-bin
webapp-manager
wget
which
windsurf
wireless-regdb
wireplumber
wl-clip-persist
wl-clipboard
wlogout
wpa_supplicant
xdg-desktop-portal-gnome
xdg-desktop-portal-kde
xdg-user-dirs
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xwayland-satellite
yabridge
yabridgectl
yazi
yelp
zapzap
zed
zen-browser-bin
zoxide
